SET NAMES utf8mb4;

INSERT INTO `rooms` (`id`, `type`, `price`, `photo`, `quantity`, `description`, `shelves`, `created_at`, `updated_at`) VALUES
(1,	'商務雙人房',	1200,	'/img/room/room01.jpg',	2,	'2019/12/24 ~ 2020/3/31(過年期間除外)。50%優惠體驗價',	1,	'2020-01-01 08:10:00',	'2020-01-01 08:10:00'),
(2,	'精緻雙人房',	1500,	'/img/room/room02.jpg',	2,	'2019/12/24 ~ 2020/3/31(過年期間除外)。50%優惠體驗價',	1,	'2020-01-01 10:00:00',	'2020-01-01 10:00:00'),
(3,	'雙床雙人房',	1500,	'/img/room/room03.jpg',	2,	'2019/12/24 ~ 2020/3/31(過年期間除外)。50%優惠體驗價',	1,	'2020-01-01 10:00:00',	'2020-01-01 10:00:00'),
(4,	'四人房',	2000,	'/img/room/room04.jpg',	4,	'2019/12/24 ~ 2020/3/31(過年期間除外)。50%優惠體驗價',	1,	'2020-01-01 12:00:00',	'2020-01-01 12:00:00'),
(5,	'五房度假屋',	11900,	'/img/room/room05.jpg',	10,	'2019/12/24 ~ 2020/3/31(過年期間除外)。50%優惠體驗價',	1,	'2020-01-01 12:00:00',	'2020-01-01 12:00:00');
